// Масив фільмів
export const movies = [
    {
      id: 1,
      title: "Інтерстеллар",
      description: "Науково-фантастичний епос про подорож крізь чорну діру.",
      genre: "Фантастика",
      poster: "", // Можна додати URL зображення
      datetime: "2025-04-25 19:00"
    },
    {
      id: 2,
      title: "Дюнкерк",
      description: "Історична драма про евакуацію союзників під час Другої світової.",
      genre: "Військова драма",
      poster: "",
      datetime: "2025-04-25 21:00"
    },
    {
      id: 3,
      title: "Темний лицар",
      description: "Бетмен бореться зі злом у Ґотемі.",
      genre: "Екшн",
      poster: "",
      datetime: "2025-04-26 18:00"
    }
  ];
  